{
    "preloader": "Veuillez patienter...",
    "title": "Recherche de voiture par VIN ou numéro d'immatriculation",
    "carTab": "Rechercher un véhicule",
    "partTab": "Rechercher des pièces",
    "titleDesc": "Indiquez le code VIN ou le numéro d'immatriculation du véhicule.",
    "photoPanel": "Prenez une photo du code VIN ou du numéro d'immatriculation",
    "photo__desc": "Autorisez l'accès à la caméra et prenez une photo.",
    "takePhoto__button": "Prendre une photo",
    "retakePhoto__button": "Reprendre une photo",
    "recognizeButton": "Reconnaître",
    "fileInput__desc": "Téléchargez une photo du code VIN ou du numéro d'immatriculation",
    "or": "ou",
    "invalidSearchValue": "Vérifiez le code VIN ou le numéro d'immatriculation",
    "inputPlaceholder": "Entrez le code VIN ou le numéro d'immatriculation",
    "carSearchButton": "Trouver une voiture",
    "choiceEngine": "Choisissez un moteur",
    "changeSearchValue": "Modifier le code VIN ou le numéro d'immatriculation",
    "changeEngine": "Changer de moteur",
    "overallPrice": "Coût total des pièces:",
    "findPart": "Trouver une pièce par photo",
    "toCatalog": "Accéder au catalogue complet des pièces automobiles",
    "footer": "Pièces sans intermédiaires",
    "errorMessage": "Désolé, quelque chose s'est mal passé... Le robot Izzy travaille dessus!",
    "connection": "Pas de connexion réseau. Vérifiez votre connexion.",
    "searchValueNotFound": "Impossible de reconnaître les données de recherche. Essayez de télécharger une autre photo.",
    "carNotFound": "Aucune voiture trouvée avec vos données de recherche.",
    "cameraAccess": "Nous n'avons pas l'autorisation d'utiliser l'appareil photo. Veuillez autoriser l'accès, s'il vous plaît.",
    "searchValueTooltip": "Le VIN est un numéro d'identification unique du véhicule composé de 17 caractères.<br /> Le VIN est répertorié à l'arrière du passeport technique du véhicule,<br /> sur le tableau de bord du véhicule sous le pare-brise et sous le capot du véhicule.",
    "errorReturn__button": "Retourner à la recherche de voiture"
}
