{
    "preloader": "Bitte warten Sie...",
    "title": "Suche nach einem Auto anhand der VIN-Nummer oder des Kennzeichens",
    "carTab": "Fahrzeug suchen",
    "partTab": "Teile suchen",
    "titleDesc": "Geben Sie die VIN-Nummer oder das Kennzeichen des Autos an.",
    "photoPanel": "Fotografieren Sie die VIN-Nummer oder das Kennzeichen",
    "photo__desc": "Erlauben Sie den Zugriff auf die Kamera und machen Sie ein Foto.",
    "takePhoto__button": "Foto machen",
    "retakePhoto__button": "Neues Foto machen",
    "recognizeButton": "Erkennen",
    "fileInput__desc": "Laden Sie ein Foto der VIN-Nummer oder des Kennzeichens hoch.",
    "or": "oder",
    "invalidSearchValue": "Überprüfen Sie die VIN-Nummer oder das Kennzeichen",
    "inputPlaceholder": "Geben Sie die VIN-Nummer oder das Kennzeichen ein",
    "carSearchButton": "Auto finden",
    "choiceEngine": "Motor auswählen",
    "changeSearchValue": "VIN-Nummer oder Kennzeichen ändern",
    "changeEngine": "Motor ändern",
    "overallPrice": "Gesamtpreis der Ersatzteile:",
    "findPart": "Teil anhand eines Fotos finden",
    "toCatalog": "Zum vollständigen Ersatzteil-Katalog wechseln",
    "footer": "Ersatzteile ohne Zwischenhändler",
    "errorMessage": "Entschuldigung, etwas ist schiefgelaufen... Der Roboter Izzy arbeitet daran!",
    "connection": "Keine Verbindung zum Netzwerk. Bitte überprüfen Sie die Verbindung.",
    "searchValueNotFound": "Die Suchdaten konnten nicht erkannt werden. Versuchen Sie, ein anderes Foto hochzuladen.",
    "carNotFound": "Das Fahrzeug wurde anhand Ihrer Daten nicht gefunden.",
    "cameraAccess": "Wir haben keine Berechtigung zur Nutzung der Kamera. Bitte geben Sie uns Zugriff.",
    "searchValueTooltip": "VIN - einzigartige Fahrzeugidentifikationsnummer bestehend aus 17 Zeichen.<br /> Die VIN ist auf der Rückseite des technischen Passes des Fahrzeugs,<br /> auf dem Armaturenbrett des Fahrzeugs unter der Windschutzscheibe und unter der Motorhaube des Fahrzeugs aufgeführt.",
    "errorReturn__button": "Zurück zur Fahrzeugsuche"
}
